Repository: Maheshka08/Maheshka08
Catalog: *.lproj/Localizable.strings
Languages: id

# last_ten_tweaks
source: Last 10 Tweaks
id: 10 tweak terakhir

# select_meal_type
source: Select your meal
id: Pilih tipe makanan

source: MY NUTRITION
id: GIZI SAYA

# tweak_Count_Pop_Up_Text
source: Please use the comments box to describe your food or drink, to help our Nutritionists analyse better.
id: Silakan gunakan kotak komentar untuk mendeskripsikan makanan atau minuman Anda, untuk membantu Ahli Gizi kami menganalisis dengan lebih baik.
