Repository: Maheshka08/Maheshka08
Catalog: *.lproj/Localizable.strings
Languages: id

source: About App
id: Tentang Aplikasi

# action_cancel
source: Cancel
id: Batal

# action_done
source: Done
id: Selesai

# action_invite
source: Invite
id: Undang

# action_settings
source: Settings
id: Pengaturan

# action_timeline
source: Timeline
id: Garis Waktu, but just Timeline instead.

source: Active min
id: Menit aktif

# after_9pm
source: After 9:00pm - Day after tomorrow will be delivered
id: Setelah 21:00 - Akan dikirimkan lusa

source: Alert
id: Mengingatkan

# alert_allfields
source: All fields are required
id: Semua bidang yang diperlukan

source: Allergies
id: Alergi

# approve_diet_paln
source: Approve Diet Plan
id: Setujui Rencana Diet

source: Ask a question
id: Berikan pertanyaan

# ask_question
source: Ask a question
id: Berikan pertanyaan

# ask_question_desctiption
source: Please ask a question that is tied to this tweak only. We will not be able to respond to other questions. Our nutritionists will respond to this question as soon as possible
id: Silakan ajukan pertanyaan yang berkaitan dengan tweak ini. Kami tidak akan menanggapi pertanyaan lain. Ahli gizi kami akan menanggapi pertanyaan ini sesegera mungkin

source: Awesome
id: Luar biasa

source: Awesomes
id: Luar biasa

# before_9pm
source: Before 9:00pm - Tomorrow will be delivered
id: Sebelum 21:00 - akan dikirim besok

# benfits
source: BENEFITS
id: MANFAAT

# blocked_status
source: Your account is in 'Blocked' status An account is usually blocked if a user violates our 'Terms of Use'.You can please contact us at appsmanager@purpleteal.com to request ‘Unblocking’ the account.
id: Akun Anda dalam status 'Diblokir' Sebuah akun biasanya diblokir jika pengguna melanggar 'Ketentuan Penggunaan' kami. Anda dapat menghubungi kami melalui email appsmanager@purpleteal.com untuk 'Membatalkan pencekalan' akun.

source: Body Shapes
id: Bentuk tubuh

# body_shapes_female1
source: HOUR GLASS
id: Jam pasir

# body_shapes_female3
source: SLENDER
id: Ramping

# body_shapes_female4
source: PEAR
id: Bentuk Pir

# body_shapes_female5
source: APPLE
id: Bentuk Apel

# body_shapes_female6
source: HEAVY
id: Gemuk

# body_shapes_male3
source: AVERAGE
id: RATA-RATA

# body_shapes_male4
source: BOTTOM
id: BAWAH

# body_shapes_male5
source: CENTRAL
id: Tengah

# breakfast_reminder_text
source: Breakfast Tweak Reminder
id: Pengingat Tweak Sarapan

# button_got_it
source: GOT IT
id: Mengerti

# button_ok
source: OK
id: Baik

# button_resend
source: RESEND
id: Kirim ulang

# button_send_code
source: SEND CODE
id: KIRIMKAN KODE

# button_share
source: SHARE
id: BAGIKAN

# button_try_again
source: TRY AGAIN
id: COBA LAGI

# button_verify
source: VERIFY
id: Periksa

# buy_ingredients_title
source: 25 rice bowl recipies that make cooking dinner almost too easy
id: 25 resep olahan nasi yang membuat memasak makan malam lebih mudah

source: by
id: Oleh

source: Calories:
id: Kalori:

source: Camera
id: Kamera

# camera_click_text
source: Click here to tweak
id: Klik di sini untuk men-tweak

# camera_text
source: Place Your Food
id: Posisikan Makanan Anda

# capture_food
source: Excellent. Choose 'Camera' to take a picture of your food plate OR choose from 'Photos Library'
id: Silakan pilih atau ambil gambar makanan saja!

source: Carbs:
id: Karbohidrat:

# carbs_details
source: CARBS
id: KARBOHIDRAT

# card_holders_name
source: Name
id: Nama

source: Card Number
id: Nomor kartu

# chat_text
source: Please ask a question that is tied to this tweak only. We will not be able to respond to other questions. Our Nutritionists will respond to this question as soon as possible
id: Silakan ajukan pertanyaan yang terkait dengan tweak ini. Kami tidak akan menanggapi pertanyaan lain. Ahli Gizi kami akan menanggapi pertanyaan ini sesegera mungkin

# chatclose
source: Chat Closed
id: Obrolan Ditutup

# check_internet_connection
source: Your internet connection appears to be offline !!
id: Koneksi internet Anda tampak offline !!

source: Check This Out
id: Lihat ini

# chekthis
source: Check This Out
id: Lihat ini

# choose_photo_library
source: Choose from Photo Library
id: Pilih dari Galeri Foto

# cms_hint
source: In CMS
id: Di CMS

source: Coming soon
id: Akan segera datang

source: comment
id: Komentar

source: Comments
id: Komentar

source: Community Guidelines
id: Pedoman Penggunaan

source: Conditions
id: Kondisi

source: COOKING TIME
id: Waktu Memasak

source: Cost
id: Biaya

source: (Cost+GST)
id: (Biaya + GST)

source: Cost per portion
id: Biaya per porsi

source: Delivery Charges:
id: Ongkos kirim:

source: Delivery date/time
id: Tanggal / waktu pengiriman

# desc
source: <![CDATA[Nutritionists are available from 7.30am to 11 pm daily.<br/><br/>You can still take a photo when you have breakfast, brunch or snacking during off-lunch or off-dinner hours, and Tweak the same <br/><br/>It will be tied to your <b>EDR (Electronic Diet Record)</b> and will be included in your weekly report and analysis that you will receive from the nutritionist]]>
id: Layanan ahli gizi tersedia setiap hari dari jam 7.30 pagi hingga 11 malam. Anda masih dapat mengambil foto ketika Anda sarapan, makan siang atau makan camilan di luar jam makan siang atau jam makan malam, dan men-tweaknya nanti. Hal ini akan disimpan pada EDR Anda (Catatan Diet Elektronik) dan akan dimasukkan dalam laporan dan analisis mingguan yang akan Anda terima dari ahli gizi

# description_zoom_touch_close
source: Expanded image (touch to close)
id: Perluas gambar (sentuh untuk menutup)

# detect_face
source: If it is food item, then please zoom the image and tweak again!!
id: Jika itu adalah makanan, maka silakan perbesar gambar dan tweak lagi !!

# detected_a_face
source: We detected a face !
id: Kami mendeteksi gambar wajah!

# device_list_title
source: Select your device to connect
id: Pilih perangkat untuk terhubung

source: Devices
id: Perangkat

# dinner_reminder_text
source: Dinner Tweak Reminder
id: Pengingat Tweak Makan Malam

source: DISCONNECT
id: Memutuskan

source: DISCONNECTED !!
id: Terputus !!

# disconnected_FitBit
source: You've successfully disconnected from FitBit !!
id: Anda telah berhasil terputus dari FitBit !!

# disconnected_HealthKit
source: You've successfully disconnected from Health Kit !!
id: Anda telah berhasil terputus dari Health Kit !!

source: Distance
id: Jarak

# edit_hint
source: Fill with your comments
id: Isi dengan komentar Anda

# edr
source: My EDR
id: EDR saya

# empty_comment
source: Comment should not be empty !!
id: Komentar tidak boleh kosong !!

# enter_otp_alert
source: Please enter OTP
id: Silakan masukkan OTP yang benar

# enter_validnum_alert
source: Please enter a valid phone number!
id: Silahkan masukkan nomor telepon yang benar!

source: Enter your comment
id: Masukkan komentar Anda

source: Enter your message
id: Masukkan pesan Anda

source: Fat
id: Lemak

# features_and_benefits
source: &#160;&#160;Click here for more infomation
id: Klik di sini untuk informasi lebih lanjut

source: feet
id: kaki

source: Fiber
id: Serat

# fitbit_disconnect
source: Are you sure you want to disconnect from FitBit?
id: Anda yakin ingin memutus sambungan dari FitBit?

# fitBit_headerText
source: Your activities data will be updated regularily
id: Data aktivitas Anda akan diperbarui secara teratur

source: Floors
id: Lantai

source: Food Type
id: Jenis Makanan

# health_kit_disconnect
source: Are you sure you want to disconnect from Health Kit?
id: Anda yakin ingin memutus sambungan dari Health Kit?

# health_kit_headerText
source: Active Min and Calories will be shown based on your daily workouts.
id: Menit aktif dan Kalori akan ditampilkan berdasarkan latihan harian Anda.

source: I Agree
id: Saya setuju

# ideal_plate
source: My Ideal Plate
id: Piring ideal saya

source: inch
id: inci

# info_text
source: Add any comments that you want to share about your plate to the nutritionist. For e.g. this dosa is a ghee dosa, or, the green is coriander chutney
id: Tambahkan penjelasan yang ingin Anda sampaikan tentang makanan Anda kepada ahli gizi. Misalnya, nasi ini adalah nasi uduk, atau, yang merah itu adalah sambal tomat kemasan.

source: INGREDIENTS
id: BAHAN

source: INSTRUCTIONS
id: INSTRUKSI

# intro_how_to
source: HERE'S HOW IT WORKS:
id: CARA KERJA:

# intro_welcome
source: WELCOME TO
id: SELAMAT DATANG DI

source: Invalid OTP
id: OTP tidak valid

# invite_text
source: Invite to Buzz the Crave
id: Undang ke Buzz the Crave

source: Items
id: Barang

# kgs_hint
source: In KGS
id: Di KGS

# listitems
source: List Of Items:
id: Daftar barang:

# lunch_reminder_text
source: Lunch Tweak Reminder
id: Pengingat Tweak Siang

# main_text_default
source: We Tweak. You Slim.
id: Kami Tweak. Anda Langsing.

# main_text_tweak_received
source: I have something to tell you!
id: Ada sesuatu yang ingin disampaikan pada Anda!

source: Manage Profile
id: Kelola Profil

source: My EDR
id: EDR saya

# my_edr_seg
source: MY EDR
id: EDR SAYA

source: My Fitness
id: Tingkat Kebugaran saya

source: My Profile
id: Profil saya

# my_reports_seg
source: MY REPORTS
id: LAPORAN SAYA

source: My Tweak Streak
id: Tweak Streak saya

source: My Tweak Total
id: Total Tweak Saya

source: NEXT >
id: berikutnya

# no_recipes_found
source: Some yummy healthy recipes will be up soon! Until then check out our recipes from other countries
id: Tidak ada resep yang ditemukan!

# next_weeks_report
source: Next week's report from
id: Laporan minggu depan dari

source: Nick Name:
id: Nama panggilan:

source: NO
id: TIDAK

source: NO EDR
id: TIDAK ADA EDR

source: No Internet !
id: Tidak ada koneksi internet !

# no_invited_friends
source: You don't have any invited friends. Go to Invite screen to add your friends information
id: Anda tidak memiliki teman yang diundang. Buka layar Undang untuk menambahkan informasi tentang teman Anda

# no_report
source: Your reports will be updated every Saturday and you will be informed through a notification as soon as the Reports are updated. Your Reports will include your 'Last week's report on what you have consumed in terms of % carbs, protein, fiber and fat' and some comments from our certified nutritionist. It will also include 'Recommendations for the coming week in terms of both % carbs, protein, fiber and fat' and some Advise from our certified nutritionist.
id: Laporan Anda akan diperbarui setiap hari Sabtu dan akan diberitahu melalui notifikasi, segera setelah Laporan diperbarui. Laporan terdiri dari 'Catatan dari minggu lalu tentang apa yang telah Anda konsumsi dalam % karbohidrat, protein, serat dan lemak' dan beberapa komentar dari ahli gizi bersertifikat kami. Ini juga akan mencakup 'Rekomendasi untuk minggu yang akan datang, baik dari segi % karbohidrat, protein, serat dan lemak' dan beberapa saran.

source: NO REPORTS
id: TIDAK ADA LAPORAN

# no_tweak_yet
source: Your Tweak will be sent back shortly!
id: Tweak Anda akan segera dikirim kembali!

# no_tweaks
source: You don't have any tweaks yet. Take a photo of your next meal and send it to me! :)
id: Anda belum memiliki tweak. Ambil foto makanan Anda dan kirimkan kepada saya! :)

# no_zero_alert
source: Please do NOT add ZERO (0) before your number!
id: Tolong jangan tambahkan angka nol (0) sebelum nomor Anda!

source: No Data available
id: Tidak ada data yang tersedia

# not_required_zero
source: Please do NOT add ZERO (0) before your number. If your number is '123456789' then just enter '123456789'. The country code is already selected.
id: Tolong jangan tambahkan angka NOL (0) sebelum nomor Anda. Jika nomor Anda adalah '123456789', masukkan '123456789'. Kode negara sudah dipilih.

source: Number of portion
id: Jumlah porsi

source: NUTRITION
id: GIZI

source: Nutritionist
id: Ahli gizi

# nutriton_chat
source: Chat with Nutritionist
id: Obrolan terkait Gizi

source: OK
id: BAIK

# opencame
source: Tweak Now
id: Tweak Sekarang

# order_fulfill_by
source: Your order will be fulfilled by
id: Pesanan Anda akan dipenuhi oleh

source: Order Date:
id: Tanggal pemesanan:

source: Pay
id: Bayar

source: Planning to refill?
id: Berencana untuk menambah?

# plate_desc
source: This is how your ideal profile plate should look like.This is generated algorithmically based on your profile information, that you just entered. You can view this any time by going to the ‘Profile Section’
id: Inilah tampilan profil piring yang ideal untuk Anda. Ini dibuat dengan algoritme berdasarkan informasi profil yang baru saja Anda masukkan. Anda dapat melihat ini kapan saja dengan membuka 'Bagian Profil'

# post_btn
source: POST
id: Kirimkan

# post_tweakwall
source: Post it to the Tweak Wall
id: Posting ke Dinding Tweak

# post_upload_did_you_know
source: HERE IS A TIP
id: Tips untuk Anda

# post_upload_status
source: Our Nutritionists will send it back with comments shortly. Watch for the pop up notification or just refresh My EDR in a few minutes
id: Ahli Gizi kami akan segera mengirimkannya kembali dengan komentar. Tunggu pemberitahuan yang akan muncul atau refresh EDR Saya dalam beberapa menit.

# pre_upload_default
source: We Tweak. You Slim.
id: Kami Tweak. Anda Langsing.

# preferred_language
source: Please select the preferred language
id: Silakan pilih bahasa yang disukai

# preparation_Time
source: PREP TIME
id: WAKTU PERSIAPAN

source: < PREV
id: < Sebelumnya

# previous_weeks_report
source: Previous week's report from
id: Laporan minggu sebelumnya dari

source: Privacy Policy
id: Kebijakan pribadi

# proceed
source: Proceed with Card
id: Lanjutkan dengan Kartu

# profile_plate_label
source: MY IDEAL PLATE:
id: PROFIL PIRING SAYA:

# profile_plate_desc
source: This is how your ideal plate should look like. It shows the % of Carbs, Protein, Fiber and Fat that you can consume when you have your breakfast, lunch or dinner. My Profile Plate is generated algorithmically based on the profile information you entered at the time of registration.
id: Inilah piring ideal Anda. Ini menunjukkan % Karbohidrat, Protein, Serat, dan Lemak yang dapat Anda konsumsi saat Anda sarapan, makan siang, atau makan malam. Profil Piring saya dibuat dengan algoritme berdasarkan informasi profil yang Anda masukkan pada saat mendaftar.

# progress_dialog
source: Loading…
id: Memuat…

# progress_dialog_register
source: Signing up…
id: Mendaftar…

# purchased_package
source: Purchased Packages
id: Paket yang Dibeli

source: Quantity
id: Jumlah

# questions_title
source: Please complete the following questions to allow our nutritionist to know about your profile
id: Silakan lengkapi pertanyaan-pertanyaan berikut untuk membantu ahli gizi kami mengetahui profil Anda

# rating_alert
source: Your rating for the tweak has been submitted
id: Rating Anda untuk tweak telah dikirimkan

source: Recipe Wall
id: Dinding Resep

source: Recommendation for next week
id: Rekomendasi untuk minggu depan

source: Recorded Weight Reading
id: Berat Badan yang tercatat

# refill
source: is this a refill?
id: apakah ini tambahan?

# refill_comment
source: Enter description of the food, to help our Nutritionists analyse better.
id: Masukkan deskripsi makanan, untuk membantu Ahli Gizi kami menganalisis dengan lebih baik.

# refill_placeholder_text
source: Enter what you plan to refill..
id: Masukkan makanan yang Anda rencanakan untuk ditambah

# refill_text
source: You can ‘Tweak’ it again once you refill,or,Enter what you plan to refill below. For e.g. one more roti, or, more veggies, or one cup rice and yoghurt.
id: Anda dapat men-tweak lagi setelah Anda menambah porsi makanan Anda. ATAU Masukkan apapun yang Anda rencanakan untuk menambah di bawah ini. Misalnya, satu roti lagi, atau, lebih banyak sayuran, atau satu piring nasi dan satu cup yoghurt.

# register_age
source: Age:
id: Usia:

# register_body_shape
source: Select Body Shape
id: Pilih Bentuk Tubuh

# register_finished_1
source: It's done! But don't forget
id: Sudah selesai! Tapi jangan lupa

# register_finished_2
source: to take a photo of your next meal and send it to me!
id: untuk mengambil foto makanan Anda selanjutnya dan mengirimkannya kepada saya!

# register_height
source: Height:
id: Tinggi:

# register_label
source: To help you lose weight, we need to know a few things about you:
id: Untuk membantu Anda menurunkan berat badan, kami perlu mengetahui beberapa hal tentang diri Anda:

# register_sex
source: Gender:
id: Jenis kelamin:

# register_sex_female
source: F
id: P

# register_sex_male
source: M
id: L

# register_weight
source: Weight:
id: Berat:

source: Registered Mobile:
id: Nomor Ponsel Terdaftar:

# reminder_title
source: Weight Reading For Last 7 Days
id: Berat Badan Selama 7 Hari Terakhir

source: RETRY
id: Mencoba kembali

source: save
id: menyimpan

# select_device
source: Please select your Device or App
id: silahkan pilih

# settings_text
source: Settings
id: Pengaturan

source: Share
id: Bagikan

# share_alert
source: This tweak has already been shared to tweak wall!
id: Tweak ini sudah dibagikan ke dinding tweak!

# shared_tweak_alert
source: Your Tweak has been Shared to Tweak Wall Sucessfully!
id: Tweak Anda Telah Berhasil Dibagikan ke Dinding Tweak!

source: Steps
id: Langkah

# sucess_alert
source: Sucess
id: Sukses

# sucess_otp_alert
source: OTP has been re-sent to your mobile sucessfully!!
id: OTP telah sukses dikirim kembali ke ponsel Anda!!

# sync_devices_footer_text
source: Please sync one of the devices or apps above. All your activity (i.e Steps, Distance, Calories etc) will be sent along with your tweak, every time you tweak. Our nutritionists will guide you based on both your profile and your recent physical activity. So get your fitness device synced!
id: Harap sinkronkan salah satu perangkat atau aplikasi di atas. Semua aktivitas Anda (yaitu Langkah, Jarak, Kalori, dll.) Akan dikirim bersama dengan tweak Anda, setiap kali Anda men-tweak. Ahli gizi kami akan memandu Anda berdasarkan profil dan aktivitas fisik terbaru Anda. Jadi pastikan perangkat kebugaran Anda telah tersinkron!

source: Terms of use
id: Syarat Penggunaan

source: Test description
id: Uraian tes

# text_code
source: Enter the code you received
id: Masukkan kode yang Anda terima

# text_phonenumber
source: Enter your phone number
id: Masukkan nomor telepon Anda

# timeline_text
source: MY EDR
id: EDR SAYA

source: to
id: untuk

# toast_take_photos
source: Take some photos of your meal
id: Ambil beberapa foto makanan Anda

source: Total Cost:
id: Total biaya:

source: Tweak Reminders
id: Pengingat Tweak

# tweak_streak
source: Tweak Streak adds up by one every time you tweak You don’t Tweak on any given day your tweak streak will be reset to zero. So make sure your Tweak at least once a day Tweak Streak Leader board (Top 10) will be announced first and 15th of every month Exciting Prizes to the winner of the Top 10 list will be announced every 15 days. All the best! Go get’em!
id: Tweak Streak ditambahkan satu per satu setiap kali Anda men-tweak. Jika tidak ada tambahan Tweak selama satu hari penuh, maka Tweak Streak Anda akan disetel ulang menjadi nol. Pastikan Anda men-tweak setidaknya sekali sehari. Papan Streak Leader (Top 10) akan diumumkan pada hari pertama dan tanggal 15 setiap bulannya. Akan ada hadiah menarik untuk pemenang Top 10 yang akan diumumkan setiap 15 hari. Semoga beruntung! Go get'em!

source: Tweak Wall
id: Dinding Tweak

# tweakstreak
source: My Tweak Streak
id: Tweak Streak saya

source: Update Profile
id: memperbaharui profil

# update_profile_alert
source: Your Profile has been Updated Sucessfully!
id: Profil Anda telah berhasil diperbarui!

# valid_otp
source: Please enter Valid OTP
id: Silakan masukkan OTP yang benar

source: VERSION:
id: VERSI:

# wall
source: Tweak Wall
id: Dinding Tweak

# weight_reading
source: Weight Readings
id: Berat Badan

# write_comment
source: Write a comment.....
id: Tulis komentar.....

# years_hint
source: In Years
id: Bertahun-tahun

# your_diet_unpublished
source: Your diet plan is being prepared by Nutritionist. Once it is prepared you will be notified
id: Rencana diet Anda sedang disiapkan oleh Ahli Gizi. Akan ada notifikasi setelahnya.

source: YOUR PROFILE DETAILS
id: DETAIL PROFIL ANDA

source: Your reports
id: Laporan Anda

# my_nutrition_analytics
source: NUTRITION ANALYTICS
id: ANALISIS NUTRISI

# advise
source: Advice
id: Menasihati

source: others
id: Lainnya

# first_tweak_msg
source: Do your first tweak on the 1st day (after you download our app) and you will qualify to enter a ‘First Tweaker Contest’ for the month. You will get some amazing prizes if you win it! So don’t wait! Tweak your first plate right away!
id: nBuat tweak pertama Anda pada hari pertama (setelah Anda mengunduh aplikasi kami) dan Anda akan memenuhi syarat untuk memasukkan‘ Kontes Tweaker Pertama ’untuk bulan ini. n Anda akan mendapatkan beberapa hadiah luar biasa jika Anda menangkannya! n Jadi, jangan menunggu! Tweak piring pertama Anda segera!

source: No announcements
id: Tidak ada pengumuman

# male
source: M
id: L

# female
source: F
id: P

source: How it works
id: Bagaimana cara

# how_it_work
source: How It Works
id: Bagaimana Cara Kerjanya

# intros_video
source: Intro Video
id: Video Pengantar

# check_out_recipes
source: Some Yummy healthy recipes will be up soon! until then check out our recipes from other countries.
id: Beberapa resep sehat dan enak akan segera hadir! Sebelumnya ayo lihat resep kami dari India dan Singapura!

# nutition_label
source: Nutrition Labels
id: Label Gizi

# nutrition_label_title
source: Nutrition Labels
id: Label Gizi

# nutition_analytics
source: My Nutrition
id: Gizi Saya

# select_your_pack_lbl
source: Select your pack
id: Pilih paket Anda

# select_your_pack_alert
source: Please select your pack !!
id: Silakan pilih paket Anda !!

source: Remaining
id: Tersisa

# Lables_purchased
source: Labels Purchased
id: Label Dibeli

source: Purchased On
id: Riwayat Pembelian

# Lables
source: Labels
id: Label

source: Amount
id: Jumlah

# calories_trend
source: Calorie trend for the last 10 labels
id: Grafik kalori Anda untuk 10 label terakhir

# trend
source: TREND IS YOUR FRIEND! Trend it (Calorie) down to lose weight. Trend it flat to maintain
id: GRAFIK ADALAH TEMANMU! Pantau grafik untuk turunkan berat badan Pertahankan grafik untuk berat badan tetap

# no_nutrition_alert
source: There are no available Nutrition labels. Please come later!
id: Tidak ada label Nutrisi yang tersedia. Silakan datang nanti!

source: Nutrition Analytics
id: Analisis Nutrisi

# total_calories_lbl
source: Total Calories from last 10 labels
id: Total Kalori dari 10 label terakhir

# total_nutrition_lbl
source: Total nutrition values from last 10 labels
id: Nilai total nutrisi dari 10 label terakhir

# last_label
source: from last 10 labels
id: dari 10 label terakhir

# tweak_plate_alert
source: Please tweak your plate to get Nutrition Analytics !!
id: Silakan ubah piring Anda untuk mendapatkan Analisis Nutrisi !!

# edr_trend_msg
source: My Nutrition: Watch your trend and make it your friend!
id: Nutrisi Saya: Tonton tren Anda dan jadikan teman Anda!

# details_text
source: Please provide your details to continue payment.
id: Harap berikan detail Anda untuk melanjutkan pembayaran.

# pay_btn
source: Pay
id: Membayar

# sucessful_purchase
source: You have sucessfully purchased the labels !!
id: Anda telah berhasil membeli label !!

source: BUY NOW
id: BELI SEKARANG

# no_edr_text
source: You don't have any tweaks yet! Please tweak now.
id: Anda belum memiliki tweak apa pun! tolong atur sekarang.

# approximate_calories_left_for_the_day
source: Approximate calorie limit per day -
id: Perki.Kalori yang tersisa untuk hari ini

source: Veg
id: Sayur

source: Non Veg
id: Bukan Sayur

source: Immunity Booster
id: Penguat Imunitas

source: Our Recipes For The Week
id: Resep Kami untuk Minggu Ini

# latest_tweaks_from_the_tweak_wall
source: Latest greatest from the TweakWall
id: Tweak Terbaru pada Dinding Tweak
